public class Driver {
    public static void main(String[] args){
        Print start = new Print();
        start.print();

        /*해야할것
        1. 리스트를 눌렀을 때 가수목록을 보여준다. / o
        2. 가수는 오름차순 정리로 이루어진다. / x
        1,2번예시 - 1.신용재, 2.아이유, 3.이승철
        3. 해당 가수번호를 클릭하면 해당 가수의 앨범과 노래 목록을 보여준다. / 0
        3번예시 - 1집에 수록된 노래 목록 입니다.
                [안녕, 잘가]
                 2집에 수록된 노래 목록 입니다.
                [그대여, 사랑아]
        4. 다른 가수 같은 앨범에 저장하면 앨범안에 있는 내용을 가수 상관없이 불러오고 있음. 수정해야함. */
    }
}
